export const fetchLists = async () => {

    try {
        // const response = await $api.get("/imbox/lists")
        const response = {
                "users": [
                    {
                        "id": 1,
                        "name": "КАС"
                    },
                    {
                        "id": 2,
                        "name": "НРР"
                    },
                    {
                        "id": 3,
                        "name": "F-A-M-E"
                    },
                    {
                        "id": 4,
                        "name": "Maya"
                    },
                    {
                        "id": 5,
                        "name": "Dazzv"
                    },
                    {
                        "id": 42,
                        "name": "WhatsApp"
                    },
                    {
                        "id": 100,
                        "name": "11111111"
                    },
                    {
                        "id": 101,
                        "name": "Гость_1"
                    },
                    {
                        "id": 103,
                        "name": "test"
                    },
                    {
                        "id": 104,
                        "name": "test"
                    },
                    {
                        "id": 105,
                        "name": "test"
                    },
                    {
                        "id": 106,
                        "name": "Орхан"
                    },
                    {
                        "id": 321,
                        "name": "test"
                    },
                    {
                        "id": 322,
                        "name": "Александр"
                    },
                    {
                        "id": 323,
                        "name": "qwe"
                    },
                    {
                        "id": 324,
                        "name": "fgh"
                    },
                    {
                        "id": 325,
                        "name": "fgd"
                    },
                    {
                        "id": 326,
                        "name": "test23"
                    },
                    {
                        "id": 327,
                        "name": "hhhhh"
                    },
                    {
                        "id": 328,
                        "name": "test111"
                    },
                    {
                        "id": 329,
                        "name": "test2222"
                    },
                    {
                        "id": 330,
                        "name": "zzzzz"
                    },
                    {
                        "id": 331,
                        "name": "zzzzzc"
                    },
                    {
                        "id": 602,
                        "name": "ЗИВ"
                    },
                    {
                        "id": 603,
                        "name": "ААС"
                    },
                    {
                        "id": 604,
                        "name": "БЕА"
                    },
                    {
                        "id": 605,
                        "name": "БАИ"
                    },
                    {
                        "id": 606,
                        "name": "БНД1"
                    },
                    {
                        "id": 607,
                        "name": "БИВ"
                    },
                    {
                        "id": 608,
                        "name": "ВАП"
                    },
                    {
                        "id": 609,
                        "name": "ГИФ"
                    },
                    {
                        "id": 610,
                        "name": "ГАИ"
                    },
                    {
                        "id": 611,
                        "name": "ГАВ3"
                    },
                    {
                        "id": 612,
                        "name": "ГСВ"
                    },
                    {
                        "id": 613,
                        "name": "ГСМ"
                    },
                    {
                        "id": 614,
                        "name": "ДВО1"
                    },
                    {
                        "id": 615,
                        "name": "ЖМА"
                    },
                    {
                        "id": 616,
                        "name": "КИЕ"
                    },
                    {
                        "id": 617,
                        "name": "КАС4"
                    },
                    {
                        "id": 618,
                        "name": "КСС"
                    },
                    {
                        "id": 619,
                        "name": "ЛАС2"
                    },
                    {
                        "id": 620,
                        "name": "ЛФМ"
                    },
                    {
                        "id": 621,
                        "name": "ММС2"
                    },
                    {
                        "id": 622,
                        "name": "МВИ2"
                    },
                    {
                        "id": 623,
                        "name": "ПАГ2"
                    },
                    {
                        "id": 624,
                        "name": "МСП2"
                    },
                    {
                        "id": 625,
                        "name": "САС5"
                    },
                    {
                        "id": 626,
                        "name": "СДА2"
                    },
                    {
                        "id": 627,
                        "name": "ТМН2"
                    },
                    {
                        "id": 628,
                        "name": "ФАН"
                    },
                    {
                        "id": 629,
                        "name": "ЦВВ"
                    },
                    {
                        "id": 630,
                        "name": "ЧНФ"
                    },
                    {
                        "id": 631,
                        "name": "ЧДА"
                    },
                    {
                        "id": 632,
                        "name": "ЮАБ"
                    },
                    {
                        "id": 633,
                        "name": "ЯИА"
                    },
                    {
                        "id": 634,
                        "name": "ШАА2"
                    },
                    {
                        "id": 635,
                        "name": "РММ"
                    },
                    {
                        "id": 636,
                        "name": "СНВ2"
                    },
                    {
                        "id": 637,
                        "name": "МАЮ"
                    },
                    {
                        "id": 638,
                        "name": "БСН"
                    },
                    {
                        "id": 639,
                        "name": "ВИВ2"
                    },
                    {
                        "id": 640,
                        "name": "КМС"
                    },
                    {
                        "id": 641,
                        "name": "РАВ2"
                    },
                    {
                        "id": 642,
                        "name": "ФАС"
                    },
                    {
                        "id": 643,
                        "name": "РАЮ"
                    },
                    {
                        "id": 644,
                        "name": "ПЮМ"
                    },
                    {
                        "id": 645,
                        "name": "ВМА"
                    },
                    {
                        "id": 646,
                        "name": "АРА"
                    },
                    {
                        "id": 647,
                        "name": "ПРВ"
                    },
                    {
                        "id": 648,
                        "name": "ДВО"
                    },
                    {
                        "id": 649,
                        "name": "ТАА2"
                    },
                    {
                        "id": 650,
                        "name": "КСТ"
                    },
                    {
                        "id": 651,
                        "name": "ТМН"
                    },
                    {
                        "id": 652,
                        "name": "ЛДС"
                    },
                    {
                        "id": 653,
                        "name": "ХРЛ"
                    },
                    {
                        "id": 654,
                        "name": "ЕАН"
                    },
                    {
                        "id": 655,
                        "name": "БАХ"
                    },
                    {
                        "id": 656,
                        "name": "АНЮ"
                    },
                    {
                        "id": 657,
                        "name": "ШОК"
                    },
                    {
                        "id": 658,
                        "name": "МИС"
                    },
                    {
                        "id": 659,
                        "name": "АМА"
                    },
                    {
                        "id": 660,
                        "name": "МЕВ"
                    },
                    {
                        "id": 661,
                        "name": "БИС"
                    },
                    {
                        "id": 662,
                        "name": "ЛСЛ"
                    },
                    {
                        "id": 663,
                        "name": "БМБ"
                    },
                    {
                        "id": 664,
                        "name": "ЛАО"
                    },
                    {
                        "id": 665,
                        "name": "ТАВ"
                    },
                    {
                        "id": 666,
                        "name": "ТМВ"
                    },
                    {
                        "id": 667,
                        "name": "КАН"
                    },
                    {
                        "id": 668,
                        "name": "ТИД"
                    },
                    {
                        "id": 669,
                        "name": "ЕЕН"
                    },
                    {
                        "id": 670,
                        "name": "ТАЮ"
                    },
                    {
                        "id": 671,
                        "name": "ШРШ"
                    },
                    {
                        "id": 672,
                        "name": "СИН2"
                    },
                    {
                        "id": 673,
                        "name": "ПМВ"
                    },
                    {
                        "id": 674,
                        "name": "ААГ"
                    },
                    {
                        "id": 675,
                        "name": "ГМС2"
                    },
                    {
                        "id": 676,
                        "name": "ЧСВ"
                    },
                    {
                        "id": 677,
                        "name": "КДВ2"
                    },
                    {
                        "id": 678,
                        "name": "АДВ"
                    },
                    {
                        "id": 679,
                        "name": "КИВ"
                    },
                    {
                        "id": 680,
                        "name": "ШГБ"
                    },
                    {
                        "id": 681,
                        "name": "ЛРВ"
                    },
                    {
                        "id": 682,
                        "name": "ИМЮ"
                    },
                    {
                        "id": 683,
                        "name": "БАВ"
                    },
                    {
                        "id": 684,
                        "name": "АДВ"
                    },
                    {
                        "id": 685,
                        "name": "ЯДС"
                    },
                    {
                        "id": 686,
                        "name": "ЯМС"
                    },
                    {
                        "id": 687,
                        "name": "ЮИА"
                    },
                    {
                        "id": 688,
                        "name": "ШАБ"
                    },
                    {
                        "id": 689,
                        "name": "ШСА2"
                    },
                    {
                        "id": 690,
                        "name": "ШАС"
                    },
                    {
                        "id": 691,
                        "name": "ШНИ"
                    },
                    {
                        "id": 692,
                        "name": "ШИВ"
                    },
                    {
                        "id": 693,
                        "name": "ХВА"
                    },
                    {
                        "id": 694,
                        "name": "ХСС"
                    },
                    {
                        "id": 695,
                        "name": "ФАВ"
                    },
                    {
                        "id": 696,
                        "name": "УПА"
                    },
                    {
                        "id": 697,
                        "name": "ТМА2"
                    },
                    {
                        "id": 698,
                        "name": "ТСВ"
                    },
                    {
                        "id": 699,
                        "name": "ТВГ"
                    },
                    {
                        "id": 700,
                        "name": "ТТО"
                    },
                    {
                        "id": 701,
                        "name": "ССА"
                    },
                    {
                        "id": 702,
                        "name": "СКА"
                    },
                    {
                        "id": 703,
                        "name": "СВА2"
                    },
                    {
                        "id": 704,
                        "name": "САС"
                    },
                    {
                        "id": 705,
                        "name": "СЕВ"
                    },
                    {
                        "id": 706,
                        "name": "СДВ"
                    },
                    {
                        "id": 707,
                        "name": "СЭР"
                    },
                    {
                        "id": 708,
                        "name": "ПЕН"
                    },
                    {
                        "id": 709,
                        "name": "ПРГ"
                    },
                    {
                        "id": 710,
                        "name": "ПВН"
                    },
                    {
                        "id": 711,
                        "name": "ПВА"
                    },
                    {
                        "id": 712,
                        "name": "ОВВ"
                    },
                    {
                        "id": 713,
                        "name": "ОАА"
                    },
                    {
                        "id": 714,
                        "name": "НСА"
                    },
                    {
                        "id": 715,
                        "name": "НВВ"
                    },
                    {
                        "id": 716,
                        "name": "МАТ"
                    },
                    {
                        "id": 717,
                        "name": "ММИ"
                    },
                    {
                        "id": 718,
                        "name": "МЕС2"
                    },
                    {
                        "id": 719,
                        "name": "КМВ2"
                    },
                    {
                        "id": 720,
                        "name": "КИВ2"
                    },
                    {
                        "id": 721,
                        "name": "КДВ"
                    },
                    {
                        "id": 722,
                        "name": "КВН"
                    },
                    {
                        "id": 723,
                        "name": "ЗАР"
                    },
                    {
                        "id": 724,
                        "name": "ЖРА"
                    },
                    {
                        "id": 725,
                        "name": "ДЭВ"
                    },
                    {
                        "id": 726,
                        "name": "ДВИ"
                    },
                    {
                        "id": 727,
                        "name": "ДВМ"
                    },
                    {
                        "id": 728,
                        "name": "ГРН"
                    },
                    {
                        "id": 729,
                        "name": "ГМВ"
                    },
                    {
                        "id": 730,
                        "name": "ГНА"
                    },
                    {
                        "id": 731,
                        "name": "ВЕА"
                    },
                    {
                        "id": 732,
                        "name": "БММ"
                    },
                    {
                        "id": 733,
                        "name": "БРС"
                    },
                    {
                        "id": 734,
                        "name": "БСА"
                    },
                    {
                        "id": 735,
                        "name": "БДА"
                    },
                    {
                        "id": 736,
                        "name": "АИВ"
                    },
                    {
                        "id": 737,
                        "name": "ЧЮД"
                    },
                    {
                        "id": 738,
                        "name": "ПМС"
                    },
                    {
                        "id": 739,
                        "name": "КНС"
                    },
                    {
                        "id": 740,
                        "name": "КМП"
                    },
                    {
                        "id": 741,
                        "name": "КРА"
                    },
                    {
                        "id": 742,
                        "name": "КАА4"
                    },
                    {
                        "id": 743,
                        "name": "САВ2"
                    },
                    {
                        "id": 744,
                        "name": "ЯДА"
                    },
                    {
                        "id": 745,
                        "name": "ШПС"
                    },
                    {
                        "id": 746,
                        "name": "ЧЕА"
                    },
                    {
                        "id": 747,
                        "name": "БЛГ"
                    },
                    {
                        "id": 748,
                        "name": "ААИ"
                    },
                    {
                        "id": 749,
                        "name": "ПАП"
                    },
                    {
                        "id": 750,
                        "name": "ЧЕВ"
                    },
                    {
                        "id": 751,
                        "name": "КАЕ"
                    },
                    {
                        "id": 752,
                        "name": "МИГ"
                    },
                    {
                        "id": 753,
                        "name": "ПАА3"
                    },
                    {
                        "id": 754,
                        "name": "ТАА"
                    },
                    {
                        "id": 755,
                        "name": "САС4"
                    },
                    {
                        "id": 756,
                        "name": "БДА2"
                    },
                    {
                        "id": 757,
                        "name": "ГАЮ"
                    },
                    {
                        "id": 758,
                        "name": ""
                    },
                    {
                        "id": 759,
                        "name": "МИС"
                    },
                    {
                        "id": 760,
                        "name": "КВА"
                    },
                    {
                        "id": 761,
                        "name": "КСЭ"
                    },
                    {
                        "id": 762,
                        "name": "МАВ"
                    },
                    {
                        "id": 763,
                        "name": "ЛАИ"
                    },
                    {
                        "id": 764,
                        "name": "ПДВ"
                    },
                    {
                        "id": 765,
                        "name": "ГАВ"
                    },
                    {
                        "id": 766,
                        "name": "ЕВВ"
                    },
                    {
                        "id": 767,
                        "name": "КСА"
                    },
                    {
                        "id": 768,
                        "name": "СВЕ"
                    },
                    {
                        "id": 769,
                        "name": "БИА"
                    },
                    {
                        "id": 770,
                        "name": "ПРЕ"
                    },
                    {
                        "id": 771,
                        "name": "МДС"
                    },
                    {
                        "id": 772,
                        "name": "БАГ"
                    },
                    {
                        "id": 773,
                        "name": "БАФ"
                    },
                    {
                        "id": 774,
                        "name": "БВА"
                    },
                    {
                        "id": 775,
                        "name": "ГСА"
                    },
                    {
                        "id": 776,
                        "name": "ЗДП"
                    },
                    {
                        "id": 777,
                        "name": "ДЕВ"
                    },
                    {
                        "id": 778,
                        "name": "ГАС3"
                    },
                    {
                        "id": 779,
                        "name": "БМА"
                    },
                    {
                        "id": 780,
                        "name": "ТИН"
                    },
                    {
                        "id": 781,
                        "name": "АВВ2"
                    },
                    {
                        "id": 782,
                        "name": "ТАГ"
                    },
                    {
                        "id": 783,
                        "name": "ГАС"
                    },
                    {
                        "id": 784,
                        "name": "ГСВ"
                    },
                    {
                        "id": 785,
                        "name": "КСМ"
                    },
                    {
                        "id": 786,
                        "name": "БСБ"
                    },
                    {
                        "id": 787,
                        "name": "ХАВ2"
                    },
                    {
                        "id": 788,
                        "name": "КИС"
                    },
                    {
                        "id": 789,
                        "name": "ШКА"
                    },
                    {
                        "id": 790,
                        "name": "ГВФ"
                    },
                    {
                        "id": 791,
                        "name": "БНД"
                    },
                    {
                        "id": 792,
                        "name": "МСВ2"
                    },
                    {
                        "id": 793,
                        "name": "ШСА"
                    },
                    {
                        "id": 794,
                        "name": "БВМ"
                    },
                    {
                        "id": 795,
                        "name": "САА"
                    },
                    {
                        "id": 796,
                        "name": "ХРА"
                    },
                    {
                        "id": 797,
                        "name": "КДС"
                    },
                    {
                        "id": 798,
                        "name": "ГСП"
                    },
                    {
                        "id": 799,
                        "name": "СИИ"
                    },
                    {
                        "id": 800,
                        "name": "КОА"
                    },
                    {
                        "id": 801,
                        "name": "ШДН"
                    },
                    {
                        "id": 802,
                        "name": "ММГ"
                    }
                ]
        };
        return {
            success: true,
            data: response,
        }
    } catch (error) {
        return { success: false, error}
    }

};